{
  "1": {
    "preamble": [
      "Let’s try a few exercises. I will share a few words with you and for each of these I want you to share with me a specific event from your past in as much detail as possible.",
      "The memories you provide don’t have to relate directly to the word that you see. It can just be inspired by them. The memories also don’t have to be related to important events, they can be anything from your past, but try as hard as you can to remember specific events from the past and try to give as much detail as possible."
    ],
    "random": {
      "happy": "Can you think of a specific memory where you've felt happy?",
      "merry": "Can you think of a specific event from your past where you felt merry?",
      "honest": "Can you think of a specific time in your past related to the word honest?",
      "nice": "Can you think of a specific event from your past related to the word nice?",
      "friendly": "Can you think of a specific event from your past where you felt friendly?",
      "health": "Can you think of a specific time in your past related to the word health?"
    }
  },
  "2": {
    "preamble": [
      "Let’s try a few exercises. Just like last time, I will share a few words with you and for each of these I want you to share with me a specific event from your past in as much detail as possible.",
      "Remember, the memories you provide don’t have to relate directly to the word that you see. It can just be inspired by them. The memories also don’t have to be related to important events, they can be anything from your past, but try as hard as you can to remember specific events from the past and try to give as much detail as possible. Recalling those details can be useful to help train your attention and concentration - e.g., what you saw, what you heard, what you felt, how you felt emotionally, even what you smelt or tasted"
    ],
    "random": {
      "heal": "Can you think of a specific time in your past related to the word heal?",
      "surprise": "Can you think of a specific event from your past involving surprise?",
      "handsome": "Can you think of a specific time in your past where you felt handsome?",
      "sweet": "Can you think of a specific event from your past related to the word sweet?",
      "fantasy": "Can you think of a specific memory related to the word fantasy?",
      "grass": "Can you think of a specific time in your past related to the word grass?"
    }
  },
  "3": {
    "preamble": [
      "So, in these next few exercises please try particularly hard to recall events from your past where you felt positive or good. Also see if you can add extra detail to your responses to really show all of the things in the memory that made you feel so good.",
      "Remember, the memories you provide don’t have to relate directly to the word that you see. It can just be inspired by them. The memories also don’t have to be related to important events, they can be anything from your past, but try as hard as you can to remember specific events from the past and try to give as much detail as possible."
    ],
    "random": {
      "letter": "Can you think of a specific memory related to the word letter?",
      "grin": "Can you think of specific event that made you grin?",
      "fun": "Can you think of a specific event that was fun?",
      "passion": "Can you think of a specific memory related to the word passion?",
      "sleep": "Can you think of a specific time in your past related to the word sleep?",
      "bus": "Can you think of a specific time in your past related to the word bus?"
    }
  },
  "4": {
    "preamble": [
      "As in the previous modules, I will share a few words with you and for each of these I want you to share with me a specific event from your past in as much concrete detail as possible. Focusing on concrete details, like sights, smells, sounds, can be even more helpful for breaking out of rumination.",
      "Remember, the memories you provide don’t have to relate directly to the word that you see. It can just be inspired by them. The memories also don’t have to be related to important events, they can be anything from your past, but try as hard as you can to remember specific events from the past and try to give as much detail as possible."
    ],
    "random": {
      "warmth": "Can you think of a specific event from your past where you felt warmth?",
      "habit": "Can you think of a specific momery related to the word habit?",
      "carefree": "Can you think of a specific event from your past where you felt carefree?",
      "nonsense": "Can you think of a specific memory related to the word nonsense?",
      "taste": "Can you think of a specific event related to the word taste?",
      "curtains": "Can you think of a specific time in your past related to the word curtains?"
    }
  },
  "5": {
    "preamble": [
      "Let’s try a few exercises.",
      "Remember, the memories you provide don’t have to relate directly to the word that you see. It can just be inspired by them. The memories also don’t have to be related to important events, they can be anything from your past, but try as hard as you can to remember specific events from the past and try to give as much detail as possible."
    ],
    "random": {
      "shadow": "Can you think of a specific event from your past where you felt warmth?",
      "health": "Can you think of a specific event from your past where you felt warmth?",
      "square": "Can you think of a specific event from your past where you felt warmth?",
      "loved": "Can you think of a specific event from your past where you felt warmth?",
      "clock": "Can you think of a specific event from your past where you felt warmth?",
      "iron": "Can you think of a specific time in your past related to the word iron?"
    }
  },
  "6": {
    "preamble": [
      "Let’s try a few exercises.",
      "Remember, the memories you provide don’t have to relate directly to the word that you see. It can just be inspired by them. The memories also don’t have to be related to important events, they can be anything from your past, but try as hard as you can to remember specific events from the past and try to give as much detail as possible."
    ],
    "random": {
      "distressed": "Can you think of a specific event from your past where you felt warmth?",
      "alive": "Can you think of a specific event from your past where you felt warmth?",
      "excuse": "Can you think of a specific event from your past where you felt warmth?",
      "pain": "Can you think of a specific event from your past where you felt warmth?",
      "winning": "Can you think of a specific event from your past where you felt warmth?",
      "clothing": "Can you think of a specific time in your past related to the word clothing?"
    }
  },
  "7": {
    "preamble": [
      "Let’s try a few exercises. Just like last time, I will share a few words with you and for each of these I want you to share with me a specific event from your past in as much detail as possible.",
      "Remember, the memories you provide don’t have to relate directly to the word that you see. It can just be inspired by them. The memories also don’t have to be related to important events, they can be anything from your past, but try as hard as you can to remember specific events from the past and try to give as much detail as possible."
    ],
    "random": {
      "sad": "Can you think of a specific event from your past where you felt warmth?",
      "skeptical": "Can you think of a specific event from your past where you felt warmth?",
      "legend": "Can you think of a specific event from your past where you felt warmth?",
      "hurt": "Can you think of a specific event from your past where you felt warmth?",
      "bland": "Can you think of a specific event from your past where you felt warmth?",
      "bag": "Can you think of a specific time in your past related to the word bag?"
    }
  }
}
